Repository: CentreForDigitalHumanities/mima
Catalog: frontend/locale/messages.*.xlf
Languages: nl

source: Add Filter
nl: Filter toevoegen

source: Combine:
nl: Combineren:

source: And
nl: En

source: Or
nl: Of

source: Delete filter
nl: Verwijder filter

source: Translation
nl: Vertaling

source: Source code
nl: Broncode

source: (BSD 3-Clause License)
nl: (BSD 3-clausule licentie)

source: Home
nl: Startpagina

source: Home
nl: Startpagina

source: Upload File
nl: Bestanden toevoegen

source: Review
nl: Valideren

source: Save in Database
nl: Opslaan in database

source: Please <a (click)="state='upload'">upload</a> a file first.
nl: Het is nodig om een bestand te <a (click)="state='upload'">uploaden</a>.

source: A preview of the uploaded information is shown. If this is as expected you can continue to saving this data.
nl: Een voorbeeld van de geüploade informatie wordt getoond. Wanneer dit is zoals verwacht is het mogelijk om deze data op te slaan.

source: Add {{questions.length}} new questions to the database?
nl: {{questions.length}} nieuwe vragen toevoegen aan de database?

source: Confirm
nl: Bevestig

source: Successfully saved {{savedCount}} questions!
nl: {{savedCount}} vragen succesvol toegevoegd aan de database!

source: Saving failed
nl: Opslaan mislukt

source: Choose a file...
nl: Bestanden toevoegen...

source: loading
nl: laden

source: Problems Detected
nl: Problemen gevonden

source: Please review your file and try again. Following problems found:
nl: Controleer het bestand en probeer het opnieuw. De volgende problemen zijn gedetecteerd:

source: Select Dialect(s)
nl: Kies dialect(en)

source: About the <i>MiMA</i> Project and Database
nl: Het <i>MiMA</i>-project en de database

source: Welcome to the MiMA database website, which is a product of the Mind your Manner Adverbials! research project run by linguists of Utrecht University (<a i18n-href href="https://www.uu.nl/en/research/institute-for-language-sciences">ILS, formerly UiL-OTS</a>). The research project is funded by the Dutch Research Council (<a href="https://nwo.nl">NWO</a>).
nl: Welkom op de website van de MiMA-database, een product van het onderzoeksproject Mind your Manner Adverbials!, uitgevoerd door taalkundigen van de Universiteit Utrecht (<a i18n-href href="https://www.uu.nl/en/research/institute-for-language-sciences">ILS, voorheen UiL-OTS</a>). Het onderzoeksproject is gesubsidieerd door de Nederlandse Organisatie voor Wetenschappelijk Onderzoek. (<a href="https://nwo.nl">NWO</a>).

source: One of the main aims of the research project is to map the cross-linguistic variation in the (morpho)syntax of manner adverbials. In pursuing this, we are interested in the internal structure (i.e., the internal make-up of complex words and groups of words) of these adverbials, their external structure (i.e., the way in which they distribute in the larger sentence), and the way in which these two variables interact. Part of building towards this goal consists of collecting the data contained in this database, and compiling and making them available in the database.
nl: Een van de hoofddoelen van het onderzoeksproject is om de cross-linguïstische variatie in de (morfo-)syntaxis van bijwoordelijke bepalingen van wijze in kaart te brengen. Hierbij zijn we niet alleen geïnteresseerd in de interne structuur (d.w.z., de opbouw van complexe woorden en woordgroepen) van de bijwoordelijke bepalingen, maar ook in hun externe structuur (hoe deze bepalingen zich gedragen in de grotere zinsstructuur), en hoe deze twee variabelen interacteren. Een deel van het realiseren van dit doel bestaat uit het verzamelen van de data in deze database, en het compileren en beschikbaar maken ervan in de database.

source: As one look at the database reveals, there is a lot of variation in the way in which languages form and use manner adverbials. This rich variation is found between unrelated, but also (closely) related languages/language varieties, and has not been studied on a large scale and in detail before. The MiMA project contributes to the study of the (morpho)syntax of manner adverbials by systematic collection and study of data from languages/language varieties that exhibit different degrees of relatedness: the Dutch dialects are very closely related languages/language varieties, the Germanic languages are less closely related, and the non-Germanic languages are even further removed/unrelated. By studying the differences and similarities in the structure of the manner adverbials, we can relate these to the differences and similarities between the languages/language varieties. The sample of languages/language varieties in our database allows us to do this at different levels of fine-grainedness.
nl: Zoals een blik in de database leert, bestaat er veel variatie tussen talen in de manier waarop zij uitdrukkingen van wijze vormen en gebruiken. We vinden deze variatie tussen onverwante talen, maar ook tussen aan elkaar verwante talen/taalvariëteiten. Deze rijke variatie is niet eerder op grotere schaal en in detail bestudeerd. In het MiMA-project dragen we bij aan onderzoek naar de structuur van bijwoordelijke bepalingen van wijze door systematische verzameling en studie van data afkomstig van talen/taalvariëteiten die verschillende maten van verwantschap vertonen: Nederlandse dialecten als zeer verwante talen/taalvariëteiten, Germaanse talen als iets minder nauw verwante talen, en talen buiten de Germaanse familie als nog minder verwante/onverwante talen. Door de verschillen en overeenkomsten in structuur van de bijwoordelijke bepalingen te bestuderen, kunnen we deze relateren aan de verschillen en overeenkomsten tussen de verschillende talen/taalvariëteiten. De opzet van het talensample in de database stelt ons in staat om dit op verschillende niveaus van fijnmazigheid te doen.

source: Research Group
nl: Onderzoeksgroep

source: Prof. dr. <a i18n-href href="https://www.uu.nl/staff/NFMCorver" target="_blank">Norbert Corver</a> (PI)
nl: Prof. dr. <a i18n-href href="https://www.uu.nl/staff/NFMCorver" target="_blank">Norbert Corver</a> (hoofdonderzoeker)

source: <a i18n-href href="https://www.uu.nl/staff/MMassaia" target="_blank">Marta Massaia</a> (PhD student)
nl: <a i18n-href href="https://www.uu.nl/staff/MMassaia" target="_blank">Marta Massaia</a> (AiO)

source: <a i18n-href href="https://www.uu.nl/staff/LTavenier" target="_blank">Lex Cloin-Tavenier</a> (PhD student)
nl: <a i18n-href href="https://www.uu.nl/staff/LTavenier" target="_blank">Lex Cloin-Tavenier</a> (AiO)

source: https://www.uu.nl/en/research/institute-for-language-sciences
nl: https://www.uu.nl/onderzoek/institute-for-language-sciences

source: https://www.uu.nl/staff/NFMCorver
nl: https://www.uu.nl/medewerkers/NFMCorver

source: https://www.uu.nl/staff/MMassaia
nl: https://www.uu.nl/medewerkers/MMassaia

source: https://www.uu.nl/staff/LTavenier
nl: https://www.uu.nl/medewerkers/LTavenier

source: About the Database
nl: Over de database

source: The database contains XXXX tokens of manner adverbials, split across XXXX types. These data primarily stem from our questionnaire research among native speakers. By studying (dialect) reference grammars, and the broader scientific literature, and by consulting native speakers, we first made a selection of languages/language varieties that are interesting for our research purposes (because of differences in word order phenomena, use of pronouns, etc.). Next, we made questionnaires to systematically chart the (im)possible patterns in the morphosyntax of the manner adverbials in these languages. The Dutch dialect data were collected in the Netherlands and Flanders (Belgium), in collaboration with the <a target="_blank" href="https://meertenspanel.meertens.knaw.nl/">Meertens Panel</a>. The results of the questionnaires were glossed (according to the <a target="_blank" href="https://www.eva.mpg.de/lingua/pdf/Glossing-Rules.pdf">Leipzig glossing rules</a>) and provided with (English) translations, and embedded in the database.
nl: De database bevat XXXX tokens van bijwoordelijke bepalingen van wijze, verdeeld over XXXX typen. Deze data zijn voornamelijk afkomstig van enquêteonderzoek onder moedertaalsprekers. Door (dialect)grammatica’s en de bredere wetenschappelijke literatuur te bestuderen en moedertaalsprekers te ondervragen, hebben we een selectie gemaakt van talen/taalvariëteiten die voor onze onderzoeksdoeleinden interessant waren (vanwege hun verschillende eigenschappen als woordvolgordeverschijnselen, gebruik van voornaamwoorden, etc.). Vervolgens hebben we vragenlijsten opgezet om systematisch de (on)mogelijke patronen in de morfosyntaxis van de bijwoordelijke bepalingen van wijze in deze talen in kaart te brengen. De Nederlandse dialectdata zijn verzameld in Nederland en Vlaanderen in samenwerking met het <a href="https://meertenspanel.meertens.knaw.nl/">Meertens Panel</a>. De resultaten van de vragenlijsten zijn voorzien van een gloss (volgens de <a href="https://www.eva.mpg.de/lingua/pdf/Glossing-Rules.pdf">Leipzig glossing rules</a>) en Engelse vertaling, en ondergebracht in de database.

source: Further information on the organization of the data in the database can be found on the Instructions page of this website.
nl: Meer informatie over de data en de manier waarop deze in de database zijn ondergebracht vindt u op de pagina Instructies van deze website.

source: If you have any suggestions or feedback about the data (base), please mail us at <a href="mailto:mima@uu.nl?subject=MiMA database">mima@uu.nl</a>, using the subject line MiMA database.
nl: Heeft u op- of aanmerkingen bij de data(base)? Mail dan s.v.p. naar <a href="mailto:mima@uu.nl?subject=MiMA database">mima@uu.nl</a> met als onderwerp MiMA database.

source: Clear Filters
nl: Wis filters

source: Search in all Fields
nl: Zoek in alle velden

source: Question
nl: Vraag

source: Select Question(s)
nl: Kies vraag(en)

source: Question Text
nl: Vraagtekst

source: Select Participant(s)
nl: Kies participant(en)

source: Questionnaires
nl: Vragenlijsten

source: Questionnaires
nl: Vragenlijsten

source: Select
nl: Selecteren

source: Exclude
nl: Uitsluiten

source: {VAR_PLURAL, plural, =0 {no answers} =1 {1 answer} other {{INTERPOLATION} answers}}
nl: {VAR_PLURAL, plural, =0 {geen antwoorden} =1 {1 antwoord} other {{INTERPOLATION} antwoorden}}

source: {{ matchedDialectsCount }} of {{ dialectsCount }} dialects matched
nl: {{ matchedDialectsCount }} van {{ dialectsCount }} dialecten matchen

source: {{ matchedAnswerCount }} of {{ model.answers.length }} answers matched
nl: {{ matchedAnswerCount }} van {{ model.answers.length }} antwoorden matchen

source: No matches found!
nl: Geen resultaten gevonden!

source: Results: {{matchedQuestions.size}} questions · {{matchedParticipants.size}} respondents · <a (click)="listMatchedDialects=!listMatchedDialects">{{matchedDialects.size}} dialects</a> · {{matchedAnswerCount | transitionNumbers}} answers
nl: Resultaten: {{matchedQuestions.size}} vragen · {{matchedParticipants.size}} respondenten · <a (click)="listMatchedDialects=!listMatchedDialects">{{matchedDialects.size}} dialecten</a> · {{matchedAnswerCount | transitionNumbers}} antwoorden

source: Matched Dialects
nl: Gevonden dialecten

source: Question ID
nl: Vraag ID

source: question
nl: vraag

source: translation
nl: vertaling

source: Upload Questions
nl: Vragen uploaden

source: Selected {{selected.length}}
nl: {{selected.length}} gekozen

source: Excluded {{unselected.length}}
nl: {{unselected.length}} uitgesloten

source: Attestation
nl: Bevestiging

source: Select Attested or Unattested
nl: Kies bevestigd of onbevestigd

source: Gloss
nl: Glos

source: English Translation
nl: Engelse vertaling

source: Chapter
nl: Hoofdstuk

source: Select Chapter(s)
nl: Kies hoofdstuk(ken)

source: Select Tag(s)
nl: Kies tag(s)

source: exclude
nl: uitsluiten

source: unattested
nl: onbevestigd

source: attested
nl: bevestigd

source: Switch to light mode
nl: Schakel naar lichte modus

source: Switch to dark mode
nl: Schakel naar donkere modus

source: unattested
nl: onbevestigd

source: Manual
nl: Handleiding

source: View in Manual
nl: Bekijk in handleiding

source: Manual Topics
nl: Onderwerpen

source: Manual
nl: Handleiding

source: en-GB
nl: nl-NL

source: Version:
nl: Versie:

# dateFormat
source: MMMM dd, yyyy
nl: dd MMMM yyyy

source: Show manual for this filter
nl: Bekijk handleiding voor dit filter

source: Counts
nl: Tellingen

source: Sub-Question
nl: Subvraag

source: Select Sub-Question(s)
nl: Kies subvraag(en)

source: Sub-Question Text
nl: Subvraagtekst

source: Select Score
nl: Kies score

source: Judgment ID
nl: Oordeel ID

source: Grammaticality Judgments
nl: Grammaticale oordelen

source: Results: {{matchedJudgments.size}} judgments · {{matchedParticipants.size}} respondents · <a (click)="listMatchedDialects=!listMatchedDialects">ts.size}} dialects</a> · {{matchedResponseCount | transitionNumbers}} responses
nl: Resultaten: {{matchedJudgments.size}} beoordelingen · {{matchedParticipants.size}} respondenten · <a (click)="listMatchedDialects=!listMatchedDialects">ts.size}} dialecten</a> · {{matchedResponseCount | transitionNumbers}} responses

source: Judgments
nl: Oordelen

source: Number of responses: {{ likertValuesGeneral.total }}
nl: Aantal antwoorden: {{ likertValuesGeneral.total }}
